brew "golang"
brew "maven"
brew "gradle"
brew "bazelisk"
brew "sbt"
brew "docker"
brew "docker-compose"
brew "awscli"
brew "cmake"
brew "git"
brew "git-lfs"
brew "gh"
brew "neovim"
brew "ripgrep"
brew "yt-dlp"
brew "pyenv"
brew "gnupg"
brew "thrift"
brew "curl"
brew "wget"
brew "ffmpeg"
brew "jq"
brew "yq"
brew "python3"
brew "node"
brew "npm"
brew "kubectl"
brew "helm"
brew "protobuf"
brew "redis"
brew "duckdb"
brew "jreleaser"
brew 'gnu-tar'
brew "confluentinc/tap/cli"
brew 'pulumi/tap/pulumi'
