brew "maven"
brew "gradle"
brew "bazelisk"
brew "sbt"
brew "docker"
brew "docker-compose"
brew "awscli"
brew "cmake"
brew "git"
brew "git-lfs"
brew "gh"
brew "ripgrep"
brew "yt-dlp"
brew "pyenv"
brew "gnupg"
